prompt = """
Найди все имена людей в тексте, который я покажу. Напиши эти имена через запятую. Пиши в формате ИМЯ ОТЧЕСТВО ФАМИЛИЯ
Текст:
%s
"""
user_text = "Одна из пяти сестёр деда Петра Столыпина была женой Михаила Васильевича Арсеньева. Их дочь Мария была матерью М. Ю. Лермонтова. Таким образом, Пётр Аркадьевич приходился Лермонтову троюродным братом[11]. При этом в семье Столыпиных отношение к своему знаменитому родственнику было сдержанным. Так, дочь П.А. Столыпина, Мария, в своих воспоминаниях пишет"
